city_choices = {
  'TP. Hồ Chí Minh': 'TP. Hồ Chí Minh',
  'Hà Nội': 'Hà Nội',
  'Đà Nẵng': 'Đà Nẵng',
}

bedroom_choices = {
  '1':1,
  '2':2,
  '3':3,
  '4':4,
  '5':5,
  '6':6,
  '7':7,
  '8':8,
  '9':9,
  '10':10
  }

price_choices = {
  '1500000':'dưới 1.5 triệu',
  '200000':'dưới 2 triệu',
  '3000000':'dưới 1 triệu',
  '5000000':'dưới 5 triệu',
  '7000000':'dưới 7 triệu',
  '10000000':'dưới 10 triệu',
  '999999999999':'trên 10 triệu',
}

price_choices1 = {
  ('0', '2000000'):'0 - 2 triệu',
  '2000000,3000000':'2 - 3 triệu',
  '3000000,5000000':'3 - 5 triệu',
  '5000000, 7000000':'5 - 7 triệu',
  '5000000, 10000000':'7 - 10 triệu',
  '10000000, 15000000':'10 - 15 triệu',
  '15000000, 999999999':'trên 15 triệu'

}
area_choices = {
  '20': '0 - 20 (m2)',
  '30': '20 - 30 (m2)',
  '50': '30 - 50 (m2)',
  '70': '50 - 70 (m2)',
  '90': '70 - 90 (m2)',
  '>90': 'Over 90 (m2)',
}

